Repository: manishdwibedy/Juggs
Catalog: Linq/*.lproj/Localizable.strings
Languages: el

# restart
source: To change the language, the app must be restarted.
el: Για να αλλάξετε τη γλώσσα, η εφαρμογή πρέπει να επανεκκινηθεί.

# restartTitle
source: App restart required
el: Απαιτείται επανεκκίνηση εφαρμογής

source: Cancel
el: Ακύρωση

# close
source: Close Now
el: Κλείσιμο τώρα

source: Likes
el: Μου αρέσει

source: Comments
el: Σχόλια

source: Juggs
el: Συμφωνώ

source: Capacity
el: Χωρητικότητα

source: Public
el: Δημόσιο

source: Private
el: Ιδιωτικός

source: Miles
el: Μάιλς

source: View All
el: Προβολή όλων

source: of
el: του

source: Delete
el: Διαγραφή συμβάντος

source: Share
el: Μερίδιο

source: Map
el: Χάρτης

source: Discover
el: Ανακαλύπτω

# followRequest
source: You have requested to follow
el: Έχετε ζητήσει να ακολουθήσετε

source: Message
el: Μήνυμα

source: Relations
el: Συγγένειες

source: Report
el: Κανω ΑΝΑΦΟΡΑ

source: Block
el: φραγμός

source: UnBlock
el: Ξεβουλώνω

source: Invite
el: Καλώ

# privacyTitle
source: Privacy Activated!
el: Προστασία προσωπικών δεδομένων!

# privacyMessage
source: Your profile is visible to your followers only. Manage your Follow Requests here.
el: Το προφίλ σας είναι ορατό μόνο στους οπαδούς σας. Διαχειριστείτε τα Ακολουθήστε τα Αίτια σας εδώ.

# pt
source: Going Public!
el: Πηγαίνοντας Δημόσια!

# publicMessage
source: Your profile is now visible for everyone to see. All pending Follow Request were accepted.
el: Το προφίλ σας είναι πλέον ορατό από όλους. Όλες οι εκκρεμείς αιτήσεις παρακολούθησης έγιναν αποδεκτές.

# inviteSent1
source: Your invitation for
el: Η πρόσκλησή σας για

# inviteSent2
source: has been sent!
el: έχει σταλεί!

# inviteAlready1
source: You have already sent an invitation for
el: Έχετε ήδη στείλει μια πρόσκληση για

# inviteAlready2
source: to this user.
el: σε αυτόν τον χρήστη.

# requestAlready
source: has already sent an request for
el: έχει ήδη στείλει ένα αίτημα

source: Male
el: Αρσενικός

source: Female
el: Θηλυκός

# Other
source: Not Specified
el: Δεν διευκρινίζεται

source: Followers
el: Παρακολουθήτες

source: Following
el: ΕΠΟΜΕΝΟ

source: Name
el: Ονομα

# updatename
source: Update your First and Last Name.
el: Ενημερώστε το όνομα και το επώνυμό σας.

source: Password
el: Κωδικός πρόσβασης

# updatepword
source: Update Password
el: Ενημέρωση κωδικού πρόσβασης

# pus
source: Password Updated Successfully
el: Ο κωδικός πρόσβασης ενημερώθηκε με επιτυχία

# pdm
source: Your passwords don’t match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.

# cpdm
source: Your current password is incorrect.
el: Ο τρέχων κωδικός πρόσβασης είναι εσφαλμένος.

# ncs
source: Name Changed Successfully!
el: Το όνομα άλλαξε με επιτυχία!

source: Biography
el: Βιογραφία

# bsu
source: Biography Successfully Updated!
el: Η βιογραφία ολοκληρώθηκε με επιτυχία!

source: Websites
el: Ιστοσελίδες

# cf
source: Continue with Facebook
el: Συνεχίζω με Facebook

# ct
source: Continue with Twitter
el: Συνεχίζω με Twitter

# ci
source: Continue with Instagram
el: Συνεχίζω με Instagram

# cs
source: Continue with Snapchat
el: Συνεχίζω με Snapchat

# cg
source: Continue with Google+
el: Συνεχίζω με Google+

# un
source: Enter your username.
el: Εισαγάγετε το όνομα χρήστη σας.

# lof
source: Log Out from Facebook
el: Αποσύνδεση από το Facebook

# lot
source: Log Out from Twitter
el: Αποσύνδεση από το Twitter

# loi
source: Log Out from Instagram
el: Αποσύνδεση από το Instagram

# log
source: Log Out from Google+
el: Αποσύνδεση από το Google+

# scum
source: Snapchat Username
el: Snapchat Όνομα χρήστη

source: Save
el: Αποθηκεύσετε

# ays
source: Are you sure?
el: Είσαι σίγουρος?

source: Log Out
el: Αποσυνδέση

# warn
source: Warning!
el: Προειδοποίηση!

# deleteAcct
source: Delete
el: Διαγράφω

source: Privacy
el: Μυστικότητα

source: Search
el: Ψάξιμο

source: Are you sure?
el: Είσαι σίγουρος?

source: Warning
el: Προειδοποίηση

# areYouSure2
source: Are you sure you would like to delete your account?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το λογαριασμό σας;

# sryM
source: There was an error processing your request.
el: Υπήρξε ένα σφάλμα κατά την επεξεργασία του αιτήματός σας.

# dsm
source: Your account has been deleted.
el: Ο λογαριασμός σας έχει διαγραφεί.

source: Invitations
el: Προσκλήσεις

# ni
source: New Invitation
el: Νέο Προσκλήσει

# nm
source: New Message
el: Νέο μήνυμα

source: Confirm
el: Επιβεβαιώνω

# rq
source: Request
el: Αίτηση

# rs
source: Request (Sent)
el: Αίτηση (Απεσταλμένα)

# ins
source: Invitations (Sent)
el: Προσκλήσεις (Απεσταλμένα)

# cm
source: Camera
el: κάμερα

# pl
source: Photo Library
el: Βιβλιοθήκη φωτογραφιών

# slf
source: Select a Flyer
el: Επιλέξτε ένα φυλλάδιο

# flyr
source: A Flyer is Required.
el: Απαιτείται ένα φυλλάδιο.

# future
source: Enter future time for the Jugg
el: Εισαγάγετε το μελλοντικό χρόνο για το συμβάν.

# req
source: All fields require action.
el: Όλα τα πεδία απαιτούν δράση.
